/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Palabras clave";
"kMDItemTitle"                                = "Título";
"kMDItemSubject"                              = "Asunto";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Autores";
"kMDItemEditors"                              = "Editores";
"kMDItemProjects"                             = "Proyectos";
"kMDItemWhereFroms"                           = "Procedencia";
"kMDItemComment"                              = "Comentario";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Productor";
"kMDItemUsedDates"                            = "Fechas de uso";
"kMDItemLastUsedDate"                         = "Última apertura";
"kMDItemContentCreationDate"                  = "Creación del contenido";
"kMDItemContentModificationDate"              = "Modificación del contenido";
"kMDItemDurationSeconds"                      = "Duración";
"kMDItemCreationDate"                         = "Creación del elemento";
"kMDItemContactKeywords"                      = "Palabras clave de contacto";
"kMDItemVersion"                              = "Versión";
"kMDItemPixelHeight"                          = "Altura en píxeles";
"kMDItemPixelWidth"                           = "Anchura en píxeles";
"kMDItemPageHeight"                           = "Altura de la página";
"kMDItemPageWidth"                            = "Anchura de la página";
"kMDItemColorSpace"                           = "Espacio de color";
"kMDItemBitsPerSample"                        = "Bits por muestra";
"kMDItemFlashOnOff"                           = "Flash";
"kMDItemFocalLength"                          = "Longitud focal";
"kMDItemHasAlphaChannel"                      = "Canal alfa";
"kMDItemAcquisitionMake"                      = "Marca del dispositivo";
"kMDItemAcquisitionModel"                     = "Modelo del dispositivo";
"kMDItemISOSpeed"                             = "Velocidad ISO";
"kMDItemOrientation"                          = "Orientación";
"kMDItemLayerNames"                           = "Capas";
"kMDItemWhiteBalance"                         = "Balance de blancos";
"kMDItemAperture"                             = "Apertura";
"kMDItemProfileName"                          = "Nombre de perfil";
"kMDItemResolutionWidthDPI"                   = "Anchura de la resolución";
"kMDItemResolutionHeightDPI"                  = "Altura de la resolución";
"kMDItemExposureMode"                         = "Modo de exposición";
"kMDItemExposureTimeSeconds"                  = "Tiempo de exposición";
"kMDItemEXIFVersion"                          = "Versión EXIF";
"kMDItemEXIFGPSVersion"                       = "Versión EXIF GPS";
"kMDItemCodecs"                               = "Códecs";
"kMDItemMediaTypes"                           = "Tipos de contenido";
"kMDItemStreamable"                           = "Transmisible en tiempo real";
"kMDItemTotalBitRate"                         = "Velocidad de bits total";
"kMDItemVideoBitRate"                         = "Velocidad de bits de vídeo";
"kMDItemAudioBitRate"                         = "Velocidad de bits de audio";
"kMDItemDeliveryType"                         = "Tipo de entrega";

"kMDItemAltitude"                             = "Altitud";
"kMDItemLatitude"                             = "Latitud";
"kMDItemLongitude"                            = "Longitud";

"kMDItemTextContent"                          = "Contenido de texto";
"kMDItemDisplayName"                          = "Nombre mostrado";
"kMDItemAlternateNames"                       = "Nombres mostrados alternativos";

"kMDItemRedEyeOnOff"                          = "Ojos rojos";
"kMDItemMeteringMode"                         = "Modalidad de medición";
"kMDItemMaxAperture"                          = "Apertura máxima";
"kMDItemFNumber"                              = "Número f";
"kMDItemExposureProgram"                      = "Programa de exposición";
"kMDItemExposureTimeString"                   = "Tiempo de exposición";
"kMDItemHeadline"                             = "Titular";
"kMDItemInstructions"                         = "Instrucciones";
"kMDItemCity"                                 = "Ciudad";
"kMDItemStateOrProvince"                      = "Región o provincia";
"kMDItemCountry"                              = "País";

"kMDItemAlbum"                                = "Álbum";
"kMDItemAudioSampleRate"                      = "Frecuencia de muestreo";
"kMDItemAudioChannelCount"                    = "Número de canales";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Armadura de clave";
"kMDItemTimeSignature"                        = "Compás";
"kMDItemAudioEncodingApplication"             = "Aplicación de codificación de audio";
"kMDItemComposer"                             = "Compositor";
"kMDItemLyricist"                             = "Letrista";
"kMDItemAudioTrackNumber"                     = "Número de pista";
"kMDItemRecordingDate"                        = "Fecha de grabación";
"kMDItemMusicalGenre"                         = "Género musical";
"kMDItemIsGeneralMIDISequence"                = "Secuencia General MIDI";
"kMDItemRecipients"                           = "Destinatarios";
"kMDItemRecordingYear"                        = "Año de grabación";

"kMDItemOrganizations"                        = "Organizaciones";
"kMDItemLanguages"                            = "Idiomas";
"kMDItemRights"                               = "Derechos";
"kMDItemPublishers"                           = "Editores";
"kMDItemContributors"                         = "Colaboradores";
"kMDItemCoverage"                             = "Cobertura";
"kMDItemDescription"                          = "Descripción";
"kMDItemIdentifier"                           = "Identificador";
"kMDItemAudiences"                            = "Públicos";

"kMDItemNumberOfPages"                        = "Páginas";
"kMDItemSecurityMethod"                       = "Método de seguridad";

"kMDItemCreator"                              = "Creador del contenido";
"kMDItemDueDate"                              = "Fecha límite";
"kMDItemEncodingApplications"                 = "Software de codificación";

"kMDItemStarRating"                           = "Puntuación";
"kMDItemPhoneNumbers"                         = "Teléfono";
"kMDItemEmailAddresses"                       = "Direcciones de correo electrónico";
"kMDItemInstantMessageAddresses"              = "Direcciones de mensajería instantánea";
"kMDItemKind"                                 = "Clase";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Direcciones de correo electrónico del destinatario";
"kMDItemAuthorEmailAddresses"                 = "Direcciones de correo electrónico de los autores";

/* Names for FS attributes */
"kMDItemFSName"                               = "Nombre de archivo";
"kMDItemPath"                                 = "Ruta del archivo";
"kMDItemFSSize"                               = "Tamaño";
"kMDItemFSCreationDate"                       = "Creación";
"kMDItemFSContentChangeDate"                  = "Modificación";
"kMDItemFSOwnerUserID"                        = "Propietario";
"kMDItemFSOwnerGroupID"                       = "Grupo";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Archivo legible";
"kMDItemFSIsWriteable"                        = "Archivo modificable";
"kMDItemFSNodeCount"                          = "Número de elementos";
"kMDItemFSHasCustomIcon"                      = "Icono personalizado";
"kMDItemFSIsExtensionHidden"                  = "Extensión del archivo oculta";
"kMDItemFSIsStationery"                       = "Plantilla";
"kMDItemFSInvisible"                          = "Archivo invisible";
"kMDItemFSLabel"                              = "Etiqueta del archivo";

"kMDItemFinderComment"                        = "Comentario de Spotlight";
"kMDItemFonts"                                = "Tipos de letra";

"kMDItemAppleLoopsRootKey"                    = "Clave original del bucle";
"kMDItemAppleLoopsKeyFilterType"              = "Tipo de escala del bucle";
"kMDItemAppleLoopsLoopMode"                   = "Tipo de archivo de bucle";
"kMDItemAppleLoopDescriptors"                 = "Descriptores de bucles";
"kMDItemMusicalInstrumentCategory"            = "Categoría de instrumentos";
"kMDItemMusicalInstrumentName"                = "Nombre del instrumento";

"kMDItemInformation"                          = "Información de la película";
"kMDItemDirector"                             = "Director";
"kMDItemGenre"                                = "Género";
"kMDItemPerformers"                           = "Intérpretes";
"kMDItemOriginalFormat"                       = "Formato original";
"kMDItemOriginalSource"                       = "Fuente original";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Palabras clave asociadas a este elemento";
"kMDItemTitle.Description"                    = "Título de este elemento";
"kMDItemSubject.Description"                  = "Asunto de este elemento";
"kMDItemTheme.Description"                    = "Tema de este ítem";
"kMDItemAuthors.Description"                  = "Autores de este elemento";
"kMDItemEditors.Description"                  = "Editores de este elemento";
"kMDItemProjects.Description"                 = "Proyectos de los que forma parte este elemento";
"kMDItemWhereFroms.Description"               = "Procedencia del elemento";
"kMDItemComment.Description"                  = "Comentarios sobre este elemento";
"kMDItemCopyright.Description"                = "Información de copyright sobre este elemento";
"kMDItemProducer.Description"                 = "Productor de este elemento";
"kMDItemUsedDates.Description"                = "Fechas de uso de este elemento";
"kMDItemLastUsedDate.Description"             = "Fecha del último uso de este elemento";
"kMDItemContentCreationDate.Description"      = "Fecha de creación del contenido de este elemento";
"kMDItemContentModificationDate.Description"  = "Fecha de modificación del contenido de este elemento";
"kMDItemDurationSeconds.Description"          = "Duración de este elemento en segundos";
"kMDItemCreationDate.Description"             = "Fecha de creación de este elemento";
"kMDItemContactKeywords.Description"          = "Contactos asociados a este elemento";
"kMDItemVersion.Description"                  = "Número de versión de este elemento";

"kMDItemPixelHeight.Description"              = "Altura del documento en píxeles";
"kMDItemPixelWidth.Description"               = "Anchura del documento en píxeles";
"kMDItemPageHeight.Description"               = "Altura de la página del documento en puntos";
"kMDItemPageWidth.Description"                = "Anchura de la página del documento en puntos";
"kMDItemResolutionWidthDPI.Description"       = "Anchura de la resolución de esta imagen en ppp";
"kMDItemResolutionHeightDPI.Description"      = "Altura de la resolución de esta imagen en ppp";

"kMDItemColorSpace.Description"               = "Modelo de espacio de color de esta imagen";
"kMDItemProfileName.Description"              = "Nombre del perfil de color usado para la imagen";

"kMDItemBitsPerSample.Description"            = "Número de bits por muestra";
"kMDItemFlashOnOff.Description"               = "Si la foto se ha realizado usando flash";
"kMDItemFocalLength.Description"              = "Longitud focal de la lente en milímetros (mm)";
"kMDItemHasAlphaChannel.Description"          = "Si la imagen tiene un canal alfa";
"kMDItemAcquisitionMake.Description"          = "Marca del dispositivo usado para adquirir este documento";
"kMDItemAcquisitionModel.Description"         = "Modelo del dispositivo usado para adquirir este documento";
"kMDItemISOSpeed.Description"                 = "Velocidad ISO de la cámara al realizar la foto";
"kMDItemOrientation.Description"              = "Orientación de la foto (horizontal o vertical)";
"kMDItemLayerNames.Description"               = "Nombres de las capas del archivo";
"kMDItemWhiteBalance.Description"             = "Ajuste del balance de blancos de la cámara al realizar la foto.";
"kMDItemAperture.Description"                 = "Ajuste de apertura de la cámara al realizar la foto";
"kMDItemExposureMode.Description"             = "Modo utilizado para la exposición";
"kMDItemExposureTimeSeconds.Description"      = "Tiempo que la lente ha estado abierta durante la exposición";
"kMDItemEXIFVersion.Description"              = "Versión de EXIF usada para generar los metadatos";
"kMDItemEXIFGPSVersion.Description"           = "La versión de GPSInfoIFD en EXIF usada para generar los metadatos";
"kMDItemRedEyeOnOff.Description"              = "Si la corrección del efecto de ojos rojos estaba activada o desactivada";
"kMDItemMeteringMode.Description"             = "Modalidad de medición (desconocido, promedio, CenterWeightedAverage, puntos, puntos múltiples, patrón, parcial)";
"kMDItemMaxAperture.Description"              = "Número F más pequeño de la lente en unidades de valor APEX, normalmente en el intervalo de 00,00 a 99,99";
"kMDItemFNumber.Description"                  = "Diámetro de la apertura con respecto a la longitud focal real de la lente";
"kMDItemExposureProgram.Description"          = "Tipo de programa utilizado por la cámara para determinar la exposición: manual, normal, prioridad de apertura, etc.";
"kMDItemExposureTimeString.Description"       = "Tiempo de exposición";
"kMDItemHeadline.Description"                 = "Resumen publicable del contenido del elemento";
"kMDItemInstructions.Description"             = "Información adicional sobre el elemento (p.ej.: instrucciones de uso)";
"kMDItemCity.Description"                     = "Ciudad del elemento";
"kMDItemStateOrProvince.Description"          = "Región o provincia del elemento según el proveedor";
"kMDItemCountry.Description"                  = "País o ubicación donde se ha creado el elemento según el proveedor";

"kMDItemAltitude.Description"                 = "La altitud del ítem en metros por encima del nivel del mar, expresada usando datos WGS84. Los valores negativos se encuentran por debajo del nivel del mar.";
"kMDItemLatitude.Description"                 = "La latitud del ítem en grados al norte del ecuador, expresada usando datos WGS84. Los valores negativos se encuentran al sud del ecuador.";
"kMDItemLongitude.Description"                = "La longitud del ítem en grados al este del primer meridiano, expresada usando datos WGS84. Los valores negativos se encuentran al oeste del primer meridiano.";

"kMDItemCodecs.Description"                   = "Códecs usados para codificar y descodificar el contenido";
"kMDItemMediaTypes.Description"               = "Tipos de contenido presentes en el elemento";
"kMDItemStreamable.Description"               = "Si el contenido está preparado para la transmisión en tiempo real";
"kMDItemTotalBitRate.Description"             = "Velocidad de bits combinada del audio y el vídeo del contenido";
"kMDItemVideoBitRate.Description"             = "Velocidad de bits de vídeo del contenido";
"kMDItemAudioBitRate.Description"             = "Velocidad de bits de audio del contenido";
"kMDItemDeliveryType.Description"             = "Método usado para entregar el contenido (Inicio rápido o RTSP)";
"kMDItemDisplayName.Description"              = "Nombre localizado del archivo";
"kMDItemAlternateNames.Description"           = "Nombres alternativos del archivo";
"kMDItemAlbum.Description"                    = "Título de una colección de contenidos, como un álbum de música";
"kMDItemAudioSampleRate.Description"          = "Frecuencia de muestreo de los datos de audio del archivo";
"kMDItemAudioChannelCount.Description"        = "Número de canales de los datos de audio del archivo";
"kMDItemTempo.Description"                    = "Tempo de la música del archivo de audio en tiempos por minuto";
"kMDItemKeySignature.Description"             = "Clave musical de la canción del archivo de audio";
"kMDItemTimeSignature.Description"            = "Compás de la canción del archivo de audio o MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nombre de la aplicación que ha codificado los datos del archivo de audio";
"kMDItemComposer.Description"                 = "Compositor de la canción del archivo de audio";
"kMDItemLyricist.Description"                 = "Autor de la letra de la canción del archivo de audio";
"kMDItemAudioTrackNumber.Description"         = "Número de pista de la canción que forma parte de un álbum";
"kMDItemRecordingDate.Description"            = "Fecha de grabación de la canción";
"kMDItemMusicalGenre.Description"             = "Género musical de la canción del archivo de audio";
"kMDItemIsGeneralMIDISequence.Description"    = "Si la secuencia MIDI que contiene el archivo está configurada para usarse con un dispositivo General MIDI";
"kMDItemRecordingYear.Description"            = "Año de grabación del elemento";

"kMDItemOrganizations.Description"            = "Organizaciones que han creado el documento";
"kMDItemLanguages.Description"                = "Idiomas del contenido del documento";
"kMDItemRights.Description"                   = "Enlace a la información sobre los derechos asociados al documento";
"kMDItemPublishers.Description"               = "Editor del documento";
"kMDItemContributors.Description"             = "Personas o empresas colaboradoras en el contenido de este documento";
"kMDItemCoverage.Description"                 = "Alcance o ámbito del contenido del documento";
"kMDItemDescription.Description"              = "Descripción del contenido del documento";
"kMDItemIdentifier.Description"               = "Referencia a un recurso en un contexto determinado";
"kMDItemAudiences.Description"                = "Destinatario del documento";

"kMDItemNumberOfPages.Description"            = "Número de páginas del documento";
"kMDItemSecurityMethod.Description"           = "Método de encriptación usado para proteger el documento";
"kMDItemCreator.Description"                  = "Aplicación utilizada para crear el documento";
"kMDItemEncodingApplications.Description"     = "Software utilizado para convertir el contenido original";
"kMDItemDueDate.Description"                  = "Fecha límite de este elemento";

"kMDItemStarRating.Description"               = "Puntuación del usuario";
"kMDItemPhoneNumbers.Description"             = "Números de teléfono asociados a este elemento";
"kMDItemEmailAddresses.Description"           = "Direcciones de correo electrónico asociadas a este elemento";
"kMDItemInstantMessageAddresses.Description"  = "Direcciones de mensajería instantánea asociadas a este elemento";
"kMDItemKind.Description"                     = "Clase de este elemento";
"kMDItemFinderComment.Description"            = "Comentario de Spotlight para este elemento";
"kMDItemTextContent.Description"              = "Contenido de texto de este elemento";
"kMDItemRecipients.Description"               = "Destinatarios de este elemento";
"kMDItemFonts.Description"                    = "Tipos de letra usados en este elemento";
"kMDItemURL.Description"                      = "URL de este elemento";
"kMDItemRecipientEmailAddresses.Description"  = "Direcciones de correo electrónico de los destinatarios de este elemento";
"kMDItemAuthorEmailAddresses.Description"     = "Direcciones de correo electrónico de los autores de este elemento";

"kMDItemInformation.Description"              = "Información de la película";
"kMDItemDirector.Description"                 = "Director";
"kMDItemGenre.Description"                    = "Género";
"kMDItemPerformers.Description"               = "Intérpretes";
"kMDItemOriginalFormat.Description"           = "Formato original";
"kMDItemOriginalSource.Description"           = "Fuente original";

"kMDItemFSName.Description"                   = "Nombre del archivo";
"kMDItemPath.Description"                     = "Ruta de acceso completa de este archivo";
"kMDItemFSSize.Description"                   = "Tamaño en bytes del archivo grabado en el disco, redondeado al tamaño de bloque del disco";
"kMDItemFSCreationDate.Description"           = "Fecha de creación del archivo";
"kMDItemFSContentChangeDate.Description"      = "Fecha de la última modificación del contenido del archivo";
"kMDItemFSOwnerUserID.Description"            = "ID de usuario del propietario del archivo";
"kMDItemFSOwnerGroupID.Description"           = "ID de grupo del propietario del archivo";
"kMDItemFSIsReadable.Description"             = "Si el archivo puede abrirse pero no modificarse";
"kMDItemFSIsWriteable.Description"            = "Si el archivo puede modificarse";
"kMDItemFSNodeCount.Description"              = "Número de archivos y carpetas de la carpeta";
"kMDItemFSHasCustomIcon.Description"          = "Si el archivo tiene un icono personalizado";
"kMDItemFSIsExtensionHidden.Description"      = "Si la extensión del archivo está oculta";
"kMDItemFSIsStationery.Description"           = "Si el archivo es una plantilla";
"kMDItemFSInvisible.Description"              = "Si el archivo es visible";
"kMDItemFSLabel.Description"                  = "Número correspondiente a la etiqueta del Finder asignada al archivo";

"kMDItemAppleLoopsRootKey.Description"        = "Muestra la clave original del bucle. La clave es la nota base o tónica del bucle y no incluye el tipo de escala.";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Si el bucle usa la escala mayor o menor, ninguna escala o si puede usar ambas";
"kMDItemAppleLoopsLoopMode.Description"       = "Si el archivo es un archivo en bucle o no. Los archivos en bucle ajustan su tempo al de la canción, mientras que los archivos que no son en bucle conservan el tempo con el que se han grabado.";
"kMDItemAppleLoopDescriptors.Description"     = "Palabras clave que describen el estilo y otros aspectos del bucle";
"kMDItemMusicalInstrumentCategory.Description"= "Categoría de instrumentos a la que pertenece el archivo";
"kMDItemMusicalInstrumentName.Description"    = "Tipo de instrumento que se ha grabado en el archivo";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,palabraclave";
"kMDItemTitle.ShortName"                      = "title,título";
"kMDItemSubject.ShortName"                    = "subject,title,asunto,título";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "autor,de,con,por";
"kMDItemEditors.ShortName"                    = "editor";
"kMDItemProject.ShortName"                    = "project,proyecto";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,procedencia";
"kMDItemComment.ShortName"                    = "comment,comentario";
"kMDItemCopyright.ShortName"                  = "copyright";
"kMDItemProducer.ShortName"                   = "productor";
"kMDItemUsedDates.ShortName"                  = "used,date,fechauso,fecha";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,últimouso,fecha";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,creacióncontenido,creado,fecha";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,modificacióncontenido,modificado,fecha";
"kMDItemDurationSeconds.ShortName"            = "duration,time,duración,tiempo";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,creaciónelemento,creado,fecha";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,palabraclavecontacto,palabraclave";
"kMDItemVersion.ShortName"                    = "version,versión";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,alturapíxeles,altura";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,anchurapíxeles,anchura";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,alturapágina,altura";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,anchurapágina,anchura";
"kMDItemColorSpace.ShortName"                 = "colorspace,espaciocolor";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bitspormuestra,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,longitudfocal";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,marca";
"kMDItemAcquisitionModel.ShortName"           = "model,modelo";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,orientación";
"kMDItemLayerNames.ShortName"                 = "layer,capa";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,balanceblancos";
"kMDItemAperture.ShortName"                   = "aperture,apertura,fstop";
"kMDItemProfileName.ShortName"                = "profile,perfil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,dpi,anchurappp,ppp";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,dpi,alturappp,ppp";
"kMDItemExposureMode.ShortName"               = "exposuremode,modoexposición";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,tiempoexposición,tiempo";
"kMDItemEXIFVersion.ShortName"                = "exifversion,versiónexif";
"kMDItemCodecs.ShortName"                     = "codec,códec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,tipocontenido";
"kMDItemStreamable.ShortName"                 = "streamable,transmisibletiemporeal";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,velocidadbitstotal,velocidadbits";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,velocidadbitsvídeo,velocidadbits";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,velocidadbitsaudio,velocidadbits";
"kMDItemDeliveryType.ShortName"               = "delivery,entrega";
"kMDItemAltitude.ShortName"                   = "altitud";
"kMDItemLatitude.ShortName"                   = "latitud";
"kMDItemLongitude.ShortName"                  = "longitud";

"kMDItemTextContent.ShortName"                = "intext,contenidotexto";
"kMDItemDisplayName.ShortName"                = "displayname,name,nombremostrado,nombre";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,ojosrojos";
"kMDItemMeteringMode.ShortName"               = "meteringmode,modalidadmedición";
"kMDItemMaxAperture.ShortName"                = "maxaperture,aperturamáxima";
"kMDItemFNumber.ShortName"                    = "fnumber,númerof,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programaexposición";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,tiempoexposición,tiempo";
"kMDItemHeadline.ShortName"                   = "headline,title,titular,título";
"kMDItemInstructions.ShortName"               = "instructions,instrucciones";
"kMDItemCity.ShortName"                       = "city,ciudad";
"kMDItemStateOrProvince.ShortName"            = "state,province,región,provincia";
"kMDItemCountry.ShortName"                    = "country,país";

"kMDItemAlbum.ShortName"                      = "album,title,álbum,título";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,frecuenciamuestreoaudio,frecuenciamuestreo";
"kMDItemAudioChannelCount.ShortName"          = "channels,canales";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,armaduraclave,clave";
"kMDItemTimeSignature.ShortName"              = "timesignature,compás";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,aplicacióncodificaciónaudio";
"kMDItemComposer.ShortName"                   = "composer,author,by,compositor,autor,de";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,letrista,autor,de";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,númeropista";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,fechagrabación,fecha";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,géneromusical,género";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,esmidi";
"kMDItemRecipients.ShortName"                 = "destinatario,para,con";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,añograbación,año";

"kMDItemOrganizations.ShortName"              = "organization,organización";
"kMDItemLanguages.ShortName"                  = "language,idioma";
"kMDItemRights.ShortName"                     = "rights,derechos";
"kMDItemPublishers.ShortName"                 = "publisher,editor";
"kMDItemContributors.ShortName"               = "colaborador,por,autor,con";
"kMDItemCoverage.ShortName"                   = "coverage,cobertura";
"kMDItemDescription.ShortName"                = "description,comment,descripción,comentario";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,público,para";

"kMDItemNumberOfPages.ShortName"              = "pages,páginas";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,métodoseguridad";

"kMDItemCreator.ShortName"                    = "creator,creador";
"kMDItemDueDate.ShortName"                    = "duedate,date,fechalímite,fecha";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,aplicacióncodificación";

"kMDItemStarRating.ShortName"                 = "starrating,puntuaciónestrella";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,númeroteléfono";
"kMDItemEmailAddresses.ShortName"             = "email,correoelectrónico";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,nombreim";
"kMDItemKind.ShortName"                       = "kind,clase";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "correo electrónico,para";
"kMDItemAuthorEmailAddresses.ShortName"       = "correo electrónico,de";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,nombrearchivo";
"kMDItemPath.ShortName"                       = "path,ruta";
"kMDItemFSSize.ShortName"                     = "size,tamaño";
"kMDItemFSCreationDate.ShortName"             = "created,creación";
"kMDItemFSContentChangeDate.ShortName"        = "modified,modificación";
"kMDItemFSOwnerUserID.ShortName"              = "owner,propietario";
"kMDItemFSOwnerGroupID.ShortName"             = "group,grupo";
"kMDItemFSIsStationery.ShortName"             = "stationery,plantilla";
"kMDItemFSInvisible.ShortName"                = "invisible";
"kMDItemFSLabel.ShortName"                    = "label,etiqueta";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,comentariospotlight,comentario";
"kMDItemFonts.ShortName"                      = "font,tipodeletra";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,categoríainstrumentos";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nombreinstrumento";
